import './Main.css'

export default function Main() {
    return(
        <div className="container">
            <img src="https://img.pravda.com/images/doc/4/3/4377786-original.jpg" alt="Кривой Рог" style={{width: '700px'}}/>
            <h1>Кривой Рог</h1>
            <p>Криво́й Рог (укр. Кривий Ріг) — город областного значения в Днепропетровской области Украины. Административный центр Криворожского района.
            </p>
            <p>Город основан в 1775 году и расположен на месте слияния рек Ингулец и Саксагань. Седьмой по численности населения город Украины, центр Криворожской агломерации. Один из самых длинных городов Европы — линейное расстояние от крайней северной точки до южной 66,1 км по прямой. На официальном сайте исполкома Криворожского городского совета указанная длина города — 126 км.
            </p>
            <p>Кривой Рог — важный экономический и научный центр Украины, крупный транспортный узел, центр разработки Криворожского железорудного бассейна.
            </p>
        </div>
    );
}